{
	"mcwifipnp.gui.port": "Número de Puerto",
	"mcwifipnp.gui.port.info": "Número de puerto para el Mundo LAN.\nDeja el cuadro de edición vacío o ingresa un número diferente entre 1024 y 65535.",
	"mcwifipnp.gui.port.invalid": "Puerto no válido.\nDeja el cuadro de edición vacío o ingresa un número entre 1024 y 65535.",
	"mcwifipnp.gui.port.unavailable": "Puerto no disponible.\nDeja el cuadro de edición vacío o ingresa un número diferente entre 1024 y 65535.",
	"mcwifipnp.gui.players": "Jugadores Máximos",
	"mcwifipnp.gui.players.info": "El número máximo de jugadores que pueden unirse al servidor.",
	"mcwifipnp.gui.motd": "MOTD",
	"mcwifipnp.gui.motd.info": "La información del servidor que se muestra debajo del nombre en la lista de servidores multijugador.",
	"mcwifipnp.gui.AllPlayersCheats": "Trucos de Otros Jugadores",
	"mcwifipnp.gui.AllPlayersCheats.info": "Habilita para hacer automáticamente operadores a otros jugadores cuando se unan al servidor. También puedes usar /op para hacer que alguien sea operador.",
	"mcwifipnp.gui.Whitelist": "Lista Blanca",
	"mcwifipnp.gui.Whitelist.info": "Habilita la lista blanca. Cuando está activada, solo los jugadores en la lista blanca pueden conectarse al servidor. Usa /whitelist para agregar jugadores a la lista.",
	"mcwifipnp.gui.OnlineMode": "Modo en Línea",
	"mcwifipnp.gui.OnlineMode.info": "Conecta a la base de datos de cuentas de Minecraft para verificar los inicios de sesión. Desactívalo para permitir que las cuentas sin conexión se unan.",
	"mcwifipnp.gui.PvP": "PvP",
	"mcwifipnp.gui.PvP.info": "Activa o desactiva el PvP. Deshabilitar el PvP también evitará que recibas daño de tus propios proyectiles.",
	"mcwifipnp.gui.UseUPnP": "Reenviar Puerto",
	"mcwifipnp.gui.UseUPnP.info": "Si se debe usar la función UPnP para asignar el número de puerto del juego LAN.",
	"mcwifipnp.gui.Local": "Local",
	"mcwifipnp.gui.Global": "Global",
	"mcwifipnp.gui.CopyIP": "Obtener IP",
	"mcwifipnp.gui.CopyToClipboard": "Obtener IP y copiar al portapapeles",
	"mcwifipnp.upnp.success": "Puerto %s reenviado con éxito",
	"mcwifipnp.upnp.clipboard": "Obtención exitosa de %s. Debido a factores como NAT, es posible que estas IP no puedan conectarse directamente.",
	"mcwifipnp.upnp.cantgetip": "¡No se pudo obtener la IP pública! Verifica la configuración de tu red. Tu IPv4 puede contener múltiples NAT o no tener IPv6.",
	"mcwifipnp.upnp.failed.mapped": "No se pudo reenviar el puerto %s: El puerto ya estaba asignado por otro servicio UPnP. Cambia el número de puerto.",
	"mcwifipnp.upnp.failed.disabled": "No se pudo reenviar el puerto %s: UPnP no está habilitado en tu enrutador. Puede que necesites usar software de asignación de puertos.",
	"mcwifipnp.upnp.failed.unknownerror": "No se pudo reenviar el puerto %s: Error desconocido al agregar la asignación de puertos. Usa un software de asignación de puertos.",
	"mcwifipnp.upnp.failed": "No se pudo reenviar el puerto %s."
}
